{
  "_num_labels": 14,
  "architectures": [
    "BertForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "O",
    "1": "OBJ",
    "2": "TME",
    "3": "ORG/PRS",
    "4": "OBJ/ORG",
    "5": "PRS/WRK",
    "6": "WRK",
    "7": "LOC",
    "8": "ORG",
    "9": "PER",
    "10": "LOC/PRS",
    "11": "LOC/ORG",
    "12": "MSR",
    "13": "EVN"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "EVN": 13,
    "LOC": 7,
    "LOC/ORG": 11,
    "LOC/PRS": 10,
    "MSR": 12,
    "O": 0,
    "OBJ": 1,
    "OBJ/ORG": 4,
    "ORG": 8,
    "ORG/PRS": 3,
    "PER": 9,
    "PRS/WRK": 5,
    "TME": 2,
    "WRK": 6
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "output_past": true,
  "pad_token_id": 0,
  "type_vocab_size": 2,
  "vocab_size": 50325
}
